{extends file="main.tpl"}
{block name=title}Об авторе и данном проекте{/block}
{block name=pageScripts}
{/block}
{block name=body}
<div class="posts-list post">
	<p>Привет, меня зовут Андрей Багринцев и я - программист :-)<br />
	В сети Интернет, меня часто зовут Сбоем (Sb0y).
	</p>
	<p>Этот сайт я создал для себя, чтобы хранить здесь свои наработки и делится ими со всеми желающими.<br />
	Иногда возникает потребность записать какую-либо информацию, так, чтобы не разбираться через два года во всём заново.
	</p>
	<p>Планируется, так же страничка с портфолио, где будут размещаться демонстрационные версии моих проектов, либо скриншоты с их описанием.</p>
	<p>Ранее сайт существовал по адресу <strong>bagrincev.ru</strong> и работал на движке Wordpress.<br />
	Движок постоянно поражал меня своей кривизной и тормознутостью, а так как у меня был годовалый опыт программирования на PHP, я решил написать под свои задачи свой собственный движок.
	</p>
	<p>Кстати, в планах распространять исходные коды этого движка под свободной GPL лицензией. Ссылка на Github должна появится в футере сайта, в скором времени.</p>
	<p>По всем вопросам можно писать электронные письма или XMPP сообщения, по единому адресу {mailto address="andrei@bagrintsev.me" encode="javascript_charcode"}
</p>
</div>
{/block}
